Repository: common-repository/hold-on-stranger
Catalog: languages/holdonstranger-*.po
Languages: pt_pt

source: Invalid API key
pt_pt: Chave de API é inválida

source: Adds the Hold, on Stranger! popups to your website.
pt_pt: Habilita o seu website a mostrar os pop-ups do Hold on, Stranger!

source: Your %s widget is disabled. Please go to the <a href="%s">plugin settings</a> and enter your API key to activate it.
pt_pt: O widget do %s não se encontra ativo. Por favor complete a <a"href=\"%s\">configuração do plugin</a> com a sua chave de API."

source: Don't have an account yet?
pt_pt: Ainda não se registou?

source: Try %s Free
pt_pt: Experimente o %s gratis.

source: Settings
pt_pt: Configurações

source: Your %s widget is enabled.
pt_pt: O widget do %s está ativado.

source: Please enter your %s API key in the form bellow to activate the widget. If you don't know where to find it, click the "Get your API key" button.
pt_pt: Por favor preencha o formulário abaixo com a chave de API fornecida pelo %s. Caso não saiba onde a encontrar, click no botão "Obter chave de API".

source: Reset settings
pt_pt: Limpar configurações

source: API key
pt_pt: Chave de API

source: Get your API key
pt_pt: Obter chave de API

source: The provided API Key is not recognized.
pt_pt: A chave inserida não é válida.

source: Could not validate your API key. Please try again later!
pt_pt: Não foi possível validar a sua chave de API. Por favor, tente mais tarde!

source: Invalid post ID.
pt_pt: O ID não é válido.
